import React from "react";
import Footstep from "../footStep/Footstep";
import Link from "next/link";
import { paths } from "@/utils/paths";

const Structure = () => {
  return (
    <>
      <Footstep>
        <Link
          href={paths.home}
          className=" cursor-pointer hover:text-green-800 "
        >
          হোম
        </Link>{" "}
        / <span className=" text-green-800 ">সংস্থার কাঠামো</span>
      </Footstep>
      <div className=" py-20 ">
        <h2 className="text-center py-3 text-2xl font-semibold">
          সংস্থার সাংগঠনিক কাঠামো
        </h2>
        <div className="max-w-6xl mx-auto px-3 py-10">
          <p>
            অত্র ফাউন্ডেশন একটি বেসরকারী স্বেচ্ছাসেবী প্রতিষ্ঠান এবং ইহার
            কার্যাবলী সুষ্ঠু ও সুন্দর ভাবে পরিচালনার জন্য এর সাংগঠনিক কাঠামোতে
            তিনটি পরিষদ থাকবে।
          </p>
          <ol className="grid grid-cols-1 list-[upper-roman] list-inside pt-2 font-bold text-green-700">
            <li>সাধারণ পরিষদ,</li>
            <li>কার্যনির্বাহী পরিষদ , এবং</li>
            <li>উপদেষ্টা পরিষদ</li>
          </ol>
          <ol className="list-[upper-roman] list-inside pt-8">
            <li className="font-bold text-green-700 text-lg">সাধারণ পরিষদ:</li>
            <p>
              সাধারণ সদস্য ও আজীবন সদস্যের সমন্বয়ে এ পরিষদ গঠিত হবে। এই পরিষদ
              বার্ষিক বাজেট অনুমোদন, বার্ষিক অডিট রিপোর্ট পর্যালোচনা, গঠনতন্ত্র
              সংশোধন ও অন্যান্য জটিল বিষয়াদির সমাধান করবে। এই পরিষদের অধিবেশন
              বৎসরে একবার অনুষ্ঠিত হবে। তবে তা বিশেষ প্রয়োজনে একাধিকবার করা যেতে
              পরে।
            </p>
            <ol className="list-[upper-number] list-inside pt-2 pl-3 font-semibold">
              <li>
                সাধারণ পরিষদের সদস্য সংখ্যা হবে সর্বনিম্ম ২৩ জন। প্রয়োজনে সদস্য
                সংখ্যা বাড়তে পারে।
              </li>
              <li> সাধারণ পরিষদে মহিলা সদস্য থাকতে হবে। </li>
              <li>
                সাধারণ পরিষদের সদস্যদের সুস্থ মস্তিস্ক সম্পন্ন কমপক্ষে ১৮ বছর
                বয়সের অধিকারী হতে হবে। সদস্যদের অবশ্যই সমাজ উন্নয়নে অভিজ্ঞতা ও
                এই প্রতিষ্ঠানের দর্শনের প্রতি একাত্ম থেকে সর্বোচ্চ পরিষদে কাজ
                করার আগ্রহ থাকতে হবে।
              </li>
            </ol>
            <li className="pt-8 font-bold text-green-700 text-lg">
              কার্যনির্বাহী পরিষদ:
            </li>
            <p>
              সাধারণ পরিষদ এর সদস্যগণের মধ্যে থেকে নির্বাচিত অথবা মনোনিত ০৭(সাত)
              জন ব্যক্তি নিয়ে ফাউন্ডেশনের কার্যনির্বাহী পরিষদ থাকবে। নির্বাচিত
              সদস্যরা ০২(দুই) বছরের জন্য কার্যনির্বাহী সদস্যের দায়িত্ব পালন
              করবেন।
            </p>
            <p>কার্যনির্বাহী পরিষদের সাংগঠনিক কাঠামো নিম্নরূপঃ</p>
            <ol className="list-[upper-number] list-inside pt-2 pl-3 font-semibold">
              <li>সভাপতি</li>
              <li>সহ-সভাপতি</li>
              <li>সাধারণ সম্পাদক</li>
              <li>যুগ্ম সাধারণ সম্পাদক </li>
              <li>কোষাধ্যক্ষ </li>
              <li>কার্যনির্বাহী সদস্য ১</li>
              <li>কার্যনির্বাহী সদস্য ২</li>
              <ol className="list-disc list-inside pt-2 pl-3">
                <li>
                  কার্যনির্বাহী পরিষদ সাধারণ পরিষদের সদস্যদের ভোটে অথবা মনোনয়নে
                  ২ বছরের জন্য নির্বাচিত হবে।
                </li>
                <li>
                  নবনির্বাচিত কার্যনির্বাহী পরিষদ নির্বাচনের পর ১৫ (পনের) দিনের
                  মধ্যে দায়িত্বভার বুঝে নিবেন।
                </li>
              </ol>
            </ol>
            <li className="pt-8 font-bold text-green-700 text-lg">
              উপদেষ্টা পরিষদ:
            </li>
            <p>
              ফাউন্ডেশনের এই পরিষদে ০৭ (সাত) সদস্য বিশিষ্ট একটি উপদেষ্টা পরিষদ
              থাকবে। উপদেষ্টাগণ সংগঠন কর্তৃক গৃহীত বিভিন্ন উন্নয়নমূলক কর্মকান্ড
              সফলভাবে বাস্তবায়নের জন্য সুচিন্তিত পরামর্শ ও সহযোগিতা প্রদান
              করবেন। উলেখ্য সংশ্লিষ্ঠ এলাকার শিক্ষাবিদ (সাবেক/বর্তমান), ডাক্তার,
              ব্যাংকার, ইমাম/আলেম, সরকারি কর্মকর্তা (সাবেক/বর্তমান), বিশিষ্ঠ
              ব্যাবসায়ী, আইনজীবি ও প্রাক্তন মেম্বর/ চেয়ারম্যান/ গন্যমান্য
              ব্যক্তিদের নিয়ে উপদেষ্টা পরিষদ গঠিত হবে।
            </p>
          </ol>
        </div>
      </div>
    </>
  );
};

export default Structure;
