import campaignImage1 from '@/public/campaignImg/seminar.jpeg'
import campaignImage2 from '@/public/campaignImg/plantation.jpeg'
import campaignImage3 from '@/public/campaignImg/office.jpeg'

export const newsDatas = [
    {
        id: 1,
        img: campaignImage1,
        title: "দেবহাটায় নোঙর ফাউন্ডেশনের দ্বিবার্ষিক সদস্য সম্মেলন অনুষ্ঠিত",
        desc : "দেবহাটায় নোঙর ফাউন্ডেশনের দ্বিবার্ষিক সম্মেলন অনুষ্ঠিত হয়েছে। শুক্রবার সকালে উপজেলার ফাতেমা রহমান মাধ্যমিক বিদ্যালয়ের অডিটোরিয়ামে নোঙর ফাউন্ডেশনের আয়োজনে দ্বিবার্ষিক এ সম্মেলন অনুষ্ঠিত হয়। ফাউন্ডেশনের সভাপতি মু. আব্দুল কাদেরের সভাপতিত্বে অনুষ্ঠানে প্রধান অতিথী ছিলেন উপজেলা সমাজসেবা অফিসার জনাব অধীর কুমার গাইন। দ্বিবার্ষিক সম্মেলনে মু. আব্দুল কাদের কে সভাপতি, মোঃ সাইফুল ইসলাম সেক্রেটারি সহ ০৭ সদস্য বিশিষ্ট কমিটি ঘোষণা করেন ফাউন্ডেশনের প্রধান নির্বাচন কমিশনার মোঃ এনামুল হক। অন্যান্যদের মধ্যে উপস্থিত ছিলেন ফাউন্ডেশনের উপদেষ্টা সদস্য মাওলানা আব্দুল আজিজ, নজরুল ইসলাম ও মাওলানা মুহিব্যুল্লাহসহ অন্যান্য ব্যক্তিবর্গ। সম্মেলনটি মু. আতিকুর রহমানের পরিচালনায় সাধারণ সদস্য সহ অত্র এলাকার জনপ্রতিনিধি ও গন্যমান্য ব্যক্তিবর্গ উপস্থিত ছিলেন। ",
        name: "John Doe",
        rate: 70
    },
    {
        id: 2,
        img: campaignImage2,
        title: "দেবহাটায় নোঙর ফাউন্ডেশনের বৃক্ষরোপণ ও বিতরণ কর্মসূচি পালন",
        desc : "আমরা করিব বৃক্ষরোপণ সবুজে সমরোহে ভরবে ভূবন এই প্রতিপাদ্যকে সামনে রেখে বৃক্ষরোপণ ও বিতরণ কর্মসূচি পালন করেছে নোঙর ফাউন্ডেশন। শুক্রবার সকাল ০৯ টায় উপজেলার বিভিন্ন শ্রেণী পেশার মানুষের মাঝে ও শিক্ষা প্রতিষ্ঠান প্রধানদের কাছে বিভিন্ন ফলজ গাছের চারা বিতরণ ও রোপণ করে সংগঠনটি। নোঙর ফাউন্ডেশনের উপদেষ্টা মন্ডলীর সদস্য ও ফাতেমা রহমান মাধ্যমিক বিদ্যালয়ের প্রধান শিক্ষক মু. এনামুল হক বিশ্বাস এ বৃক্ষরোপণ ও বিতরণ কর্মসূচীর উদ্বোধন করেন। তিনি বলেন প্রকৃতির ভারসাম্য রক্ষায় বৃক্ষরোপণ অতিজরুরী। এজন্য এ কর্মসূচির আওতায় এলাকার প্রতিটি শিক্ষা প্রতিষ্ঠান, রাস্তার পাশে এবং বসত বাড়ীতে যে ফাঁকা জায়গা রয়েছে সে সব স্থানে বৃক্ষরোপণ করা হবে। ফাউন্ডেশনের সদস্যদের উদ্দেশ্যে তিনি বলেন শুধুমাত্র বৃক্ষরোপণ ও বিতরণ করলেই হবে না, এই রোপণকৃত গাছগুলোর নিয়মিত পরিচর্যা করা লাগবে। তবেই আমাদের এ কর্মসূচি সফল হবে। উল্লেখ্য ফাউন্ডেশনের এ বছরের বৃক্ষরোপণ কর্মসূচি বাস্তবায়নে উৎসাহ ও গাছের চারা দিয়ে সহযোগীতা করেন দেবহাটা উপজেলা নির্বাহী অফিসার জনাব মোঃ ইয়ানুর রহমান। ",
        name: "Pithagorus",
        rate: 35
    },
    {
        id: 3,
        img: campaignImage3,
        title: " দেবহাটায় বিশ্ববিদ্যালয়ে চান্স প্রাপ্তদের সংবর্ধনা প্রদান ",
        desc : "দেবহাটায় বিভিন্ন বিশ্ববিদ্যালয় ও মেডিকেলে কলেজে এ বছর চান্সপ্রাপ্ত শিক্ষার্থীদের গত শুক্রবার-১২ এপ্রিল-উপজেলার ফাতেমা রহমান মাধ্যমিক বিদ্যালয়ের অডিটোরিয়ামে নোঙর ফাউন্ডেশনের আয়োজনে এ সংবর্ধনা প্রদান করা হয়। ফাউন্ডেশনের সভাপতি মু. আব্দুল কাদেরের সভাপতিত্বে অনুষ্ঠানে প্রধান অতিথি ছিলেন উপজেলা সমাজসেবা অফিসার অধীর কুমার গাইন। অন্যান্যদের মধ্যে উপস্থিত ছিলেন দেবহাটা প্রেসক্লাবের সভাপতি মীর খায়রুল আলম, ফাউন্ডেশনের উপদেষ্টা সদস্য মাওলানা আব্দুল আজিজ, নজরুল ইসলাম ও মাওলানা মুহিব্যুল্লাহসহ অন্যান্য ব্যক্তিবর্গ। সম্মেলনে মু. আতিকুর রহমানের পরিচালনায় সাধারণ সদস্য সহ অত্র এলাকার জনপ্রতিনিধি ও গন্যমান্য ব্যক্তিবর্গ উপস্থিত ছিলেন। উল্লেখ্য এ বছর বিভিন্ন বিশ্ববিদ্যালয়ে চান্সপ্রাপ্তদের ১৩ জন ও সরকারি মেডিকেল কলেজে চান্সপ্রাপ্তদের ০২ জন শিক্ষর্থীদের সংবর্ধণা প্রদান করা হয়। ",
        name: "Hamilion",
        rate: 40
    }
]
