interface FAQDataType {
  question: string;
  answer: string[];
  location?: string;
}

export const FAQData: FAQDataType[] = [
  {
    question: "আপনাদের সংগঠনটি কোন প্রকৃতির?",
    answer: [
      "একটি অরাজনৈতিক, অলাভজনক এবং স্বেচ্ছাসেবী সমাজকল্যাণমূলক সংগঠন।",
    ],
  },
  {
    question: "আপনাদের লক্ষ্য ও উদ্দেশ্য কি?",
    answer: [
      "পারস্পারিক সহযোগিতার মাধ্যমে কল্যাণধর্মী কার্য বাস্তবায়ন ও মানবতার সেবায় সমৃদ্ধ সমাজ গঠন।",
    ],
  },
  {
    question: "আপনাদের কর্মক্ষেত্রের সীমা কতদূর?",
    answer: [
      "সমগ্র সাতক্ষীরা জেলায় কার্যক্রম পরিচালনা করা। পরবর্তীতে নিবন্ধন কর্তৃপক্ষের অনুমোদন সাপেক্ষে অন্য অনুমোদিত জেলাসমূহে এর কার্যক্রম সম্প্রসারণ করা যাবে।",
    ],
  },
  {
    question: "আপনাদের স্লোগান কি?",
    answer: ["সমৃদ্ধ সমাজ বিনির্মাণে অবিরাম প্রত্যয়"],
  },
  {
    question: "আপনাদের ভিশন কি?",
    answer: [
      "বৈষম্যহীন, বর্ণ, শ্রেনী ও জেন্ডার সমতা ভিত্তিক সমাজ প্রতিষ্ঠা যা হবে পরিবেশ নির্ভর।",
    ],
  },
  {
    question: "আপনাদের কার্মধারা কি?",
    answer: [
      "বাংলাদেশ সামাজিক নীতিমালা অনুসারে সামাজিক ব্যবস্থায় সুষ্ঠুতা ও সমৃদ্ধি নিশ্চিত করার জন্য ৬(ছয়) টি কর্মধারা অবলম্বন করা হবে।",
      "কর্মধারা-১: অবাব (অন্ন, বাসস্থান, বস্ত্র)- আর্থ-সামাজিক অবস্থার কাঙ্ক্ষিত পরিবর্তন সাধনের জন্য সমৃদ্ধশালী অবক্ষয়মুক্ত সমাজ গঠনে ভূমিকা রাখা। বহুমূখী সামাজিক কার্যক্রম বিশেষ করে মৌলিক চাহিদার (অন্ন, বাসস্থান, বস্ত্র) বিষয়ে প্রতিষ্ঠানের কার্যক্রমের মাধ্যমে ভারসাম্যপূর্ণ সমৃদ্ধি নিশ্চিত করণ।",
      "কর্মধারা-২: শিক্ষা- শিক্ষা সকল সচেতনতার মূল। সবার জন্য সময়োপযোগী ও মানসম্মত মৌলিক শিক্ষাগ্রহণে সহায়তা করা। এ জন্য শিক্ষাকে গণমুখী ও সর্বজনীন করার মাধ্যমে শিক্ষার প্রতিটি স্তরে কার্যক্রম পরিচালনা করা।",
      "কর্মধারা-৩: চিকিৎসা- সুস্থ জীবন প্রশান্ত মন। গ্রামীণ জনপদে সময়োপযোগী কার্যকারী স্বাস্থ্যসেবা বাস্তবায়নে গঠনমূলক প্রচেষ্টা চালানো। প্রান্তিক মানুষের স্বাস্থ্য অধিকার নিশ্চিত করতে সর্বাত্মক সহযোগিতা করা।",
      "কর্মধারা-৪: প্রশিক্ষণ- দক্ষ হলে জীবিকা মেলে। এলাকার আর্থ-সামাজিক অবস্থার কাঙ্ক্ষিত পরিবর্তন সাধনের জন্য আত্মনির্ভরশীল সুখী ও সমৃদ্ধশালি অবক্ষয়মুক্ত সমাজ গঠন করা। এজন্য পিছিয়ে পড়া সমাজের অনগ্রসর শিক্ষার্থী, নারী-পুরুষের আর্থ-সামাজিক অবস্থার ইতিবাচক পরিবর্তনে প্রশিক্ষণ মূলক কর্মসূচি বা প্রকল্প প্রণয়ন করা।",
      "কর্মধারা-৫: সাংস্কৃতি- সংস্কৃতি সমাজের দর্পণ। সামাজিক সাংস্কৃতিতে আধুনিক ও যুগপোযোগী পরিবর্তনের মাধ্যমে রুচিশীল সংস্কৃতি প্রতিষ্ঠা ও সুস্থ সংস্কৃতির ক্রমবিকাশে নিরালস ভূমিকা রাখা।",
      "কর্মধারা-৬: সচেতনতা- নাগরিকের সচেতনতায় সমাজের সমৃদ্ধি। আর্থ-সামাজিক অবস্থার গতিশীলতা আনয়ন সমাজবদ্ধ মানুষের মাঝে পারস্পারিক সচেতনতা সৃষ্টির লক্ষ্যে সমসাময়িক বিষয়ে সুদূরপ্রসারি পরিকল্পনা প্রনয়ণ ও বাস্তবায়ন করা।",
    ],
  },
  {
    question: "আপনাদের সাথে যোগাযোগ করতে চাই",
    answer: [
      "নোঙর ফাউন্ডেশন, নাংলা বাজার, দেবহাটা-৯৪৩০, দেবহাটা, সাতক্ষীরা। মোবাইল: +৮৮০১৭২০৪২৪২৮২, +৮৮০১৫৬৮৭৭৭৭৬৮",
    ],
    location: "https://maps.app.goo.gl/eRRjPBov6VsydeuA8",
  },
];
