import campaignImage1 from '@/public/campaignImg/Project-Poster-1.png'
import campaignImage2 from '@/public/campaignImg/Project-Poster-2.png'
import campaignImage3 from '@/public/campaignImg/Project-Poster-3.png'

import activityImage1 from '@/public/activitiesLogo/Activities-1.png'
import activityImage2 from '@/public/activitiesLogo/Activities-2.png'
import activityImage3 from '@/public/activitiesLogo/Activities-3.png'

export const campaignDatas = [
    {
        id: 1,
        img: campaignImage1,
        logo: activityImage1,
        header: "স্বাবলম্বী প্রকল্প-২",
        text : "সমৃদ্ধ সমাজ বিনির্মাণে অবিরাম প্রত্যয় এই শ্লোগান নিয়ে নোঙর ফাউন্ডেশন পারস্পরিক সহযোগিতার মাধ্যমে মানবতার সেবায় একটি সমৃদ্ধশালী সমাজ গড়ার মহৎ উদ্দেশ্য নিয়ে এগিয়ে চলেছে। এরই ধারাবাহিকতায় আর্থ-সামাজিক অবস্থা বিবেচনা করে প্রান্তিক এলাকার দরিদ্র ও অসহায় মানুষকে আর্থিকভাবে স্বাবলম্বী করে বেকারদের বেকারত্ব দূরীকরণে বাস্তবমুখী পরিকল্পনা গ্রহণ করা হয়। দেশ-বিদেশের মানুষের আর্থিক সহায়তার মাধ্যমে সঞ্চিত অর্থ বরাদ্দের মাধ্যমে যুগান্তকারী স্বাবলম্বী প্রকল্প-২ গড়ে তোলা হবে। ফাউন্ডেশনের লক্ষ্য ও পদ্ধতি অনুযায়ী এই প্রকল্প বাস্তবায়ন করা হবে, ইনশাআল্লাহ।",
    },
    {
        id: 2,
        img: campaignImage2,
        logo: activityImage2,
        header: "সমৃদ্ধ পাঠাগার নির্মাণ প্রকল্প",
        text : "শিক্ষাই সকল সচেতনতার মূল এই শ্লোগান নিয়ে কল্যাণমূলক কাজ বাস্তবায়ন এবং পারস্পরিক সহযোগিতার মাধ্যমে মানবতার সেবায় একটি সমৃদ্ধ সমাজ গঠনের মহৎ উদ্দেশ্য নিয়ে এগিয়ে যাচ্ছে নোঙর ফাউন্ডেশন। তারই ধারাবাহিকতায় স্ব-শিক্ষিত সমাজ গঠনের কথা চিন্তা করে প্রান্তিক এলাকার মানুষের মধ্যে শিক্ষার আলো ছড়িয়ে দিতে নেয়া হয়েছে মহাপরিকল্পনা। দেশ-বিদেশের মানুষের আর্থিক সহায়তায় সঞ্চিত অর্থ বরাদ্দের মাধ্যমে গড়ে তোলা হয়েছে যুগান্তকারী প্রকল্প সমৃদ্ধ পাঠাগার নির্মাণ প্রকল্প। যা ফাউন্ডেশনের লক্ষ্য ও পদ্ধতি অনুযায়ী বাস্তবায়ন করা হবে, ইনশাআল্লাহ।",

    },
    {
        id: 3,
        img: campaignImage3,
        logo: activityImage3,
        header: "প্রেসক্রিপশন মেডিসিন প্রকল্প",
        text : "সুস্থ জীবন প্রশান্ত মন। গ্রামীণ জনপদে সময়োপযোগী কার্যকরী স্বাস্থ্যসেবা বাস্তবায়নের জন্য গঠনমূলক প্রচেষ্টা চালিয়ে প্রান্তিক জনগণের স্বাস্থ্যের অধিকার নিশ্চিত করার জন্য সকল প্রচেষ্টা করা হয়। পারস্পরিক সহযোগিতার মাধ্যমে কল্যাণমূলক কাজ বাস্তবায়ন এবং মানবতার সেবায় একটি সমৃদ্ধ সমাজ গঠনের মহৎ উদ্দেশ্য নিয়ে কাজেই নোঙর ফাউন্ডেশনের অগ্রগতি। এরই ধারাবাহিকতায় সামাজিক স্বাস্থ্যসেবা নিশ্চিত করতে এ ধরনের যুগান্তকারী প্রকল্প প্রেসক্রিপশন মেডিসিন প্রকল্প প্রকল্প তৈরি করা হয়েছে।"
    }
]
